<template>
  <div class="agreement">
      <div class="contract-header">
       <div class="icon-box">
          <div class="line"></div>
          <div class="point"></div>
       </div>
       <div class="contract-content">试用协议</div>
       <div class="icon-box">
          <div class="point"></div>
          <div class="line-left"></div>
       </div>
     </div>
     <div class="contract-box">
       <div class="agree-box">
         <div class="updateDate">更新日期：2021年10月20日</div><br />
                &#12288;&#12288;
                尊敬的用户，欢迎您试用“德勤产城智链数字平台”（域名：https://rea.deloitte.com.cn/，简称“本平台”）。本平台由德勤企业顾问（深圳）有限公司广州分公司（简称“我们”）所有和运营。本协议列出了您试用本平台的条款。本协议中的“服务”指我们通过本平台向您开放的试用功能和信息。在您试用本平台之前，请您务必仔细阅读并透彻理解本协议的全部内容，方予确认。如果您对本协议的内容或其中任何内容，<b>尤其包括粗体内容</b>，有任何疑问，请联系我们，我们将予以说明。
                <br />
                <br />
                <b>一、您的试用权利和义务</b>
                <br />
                &#12288;&#12288;1)	在试用服务前，您应仔细阅读并遵守页面上展示的相应服务说明、使用流程等内容，理解并同意遵循相关内容和要求；<b>在试用服务过程中，对您违反相关内容和要求所引起的后果由您自行承担，我们不承担任何责任。</b><br />
                &#12288;&#12288;2)	您在试用服务过程中应确保遵守适用的法律法规，包括但不限于涉及国家秘密、网络安全等法律法规，并对您人员在本平台的账户活动承担责任。<b>若有违反法律法规的行为，我们有权在向注册邮箱进行邮件通知后注销相关的账户 ，终止您对本平台的使用权并保留追偿权，我们不承担任何责任。</b><br />
                &#12288;&#12288;3)	未经我们书面同意， 您不得允许第三方使用您的账户和密码登陆或使用本平台。您应做好账户与密码的保密事宜，如您发现其帐号遭他人非法使用，应立即通知我们。<b>所有通过您账户访问本平台的行为均视为您行为。您密码盗用、丢失或泄露而导致的一切损失和后果由您自行承担。</b><br />
                &#12288;&#12288;4)	<b>本平台可能根据实际需要对您试用方式和要求进行修改和变更。前述修改、变更，我们将在相应服务页面进行通知或公告。如果您不同意上述修改和变更内容，则应停止试用服务。</b><br />
                &#12288;&#12288;5)	除非我们明确书面许可，您不得以书面、口头、电子、光学或任何其他方式单独或与其他文字或设计元素结合使用任何德勤商标，包括在任何新闻稿、广告或其他推广或营销材料或媒体中的使用。<br />
                &#12288;&#12288;6)	您理解并同意，为了及时响应您的帮助请求，保障本平台的整体安全，改进我们的服务，我们将检测、浏览、记录您的服务使用行为、递交的支持请求等信息。<br />
                &#12288;&#12288;7)	您承诺未经我们事先书面许可，您不得实施以下行为：<br />
                &#12288;&#12288;a)	将本平台向第三方提供、销售、出租、出借、转让或提供分许可、转许可、通过信息网络传播或以其他形式供他人利用；<br />
                &#12288;&#12288;b)	对本平台进行全部或部分地翻译、分解、反向编译、反汇编、反向工程或其他试图从本平台导出程序源代码的行为，或在本平台的基础上书写或开发衍生软件、衍生产品或其他软件；<br />
                &#12288;&#12288;c)	限制、破坏或绕过本平台附带的加密附件或我们提供的其他确保本系统正确使用的限制性措施，任何改变或试图改变本平台提供的系统配置或破坏系统安全；<br />
                &#12288;&#12288;d)	使用任何方式（包括但不限于第三方软件、插件、外挂、系统、设备等）对本平台上所提供的各类服务进行干扰、破坏、修改或施加其他影响，包括但不限于恶意收集、爬取本平台上所提供的各类信息与数据；<br />
                &#12288;&#12288;e)	从我们获得的数据用于除本协议约定事项之外的任何其他用途或其他业务，将数据信息改变为其他产品或作为其他产品的组成部分进行销售、转售或向任何第三方提供基于本协议获得的任何信息，包括但不限于向第三方提供数据处理服务、应用服务、商业共享或其他商务安排；<br />
                &#12288;&#12288;f)	除掉、掩盖或更改本平台上有关本系统著作权或商标的标志。<br />

                <br />
                <b>二、我们的权利和义务</b><br />
                &#12288;&#12288;1)	我们应在收到您的注册申请后经启动审核流程，在通过审核后向您提供账号和初始密码。收到初始密码后，您应当立即设置您密码。<br />
                &#12288;&#12288;2)	我们仅在国家相关法律、法规、政策和第三方数据供应商所许可的范围内提供服务。我们向您负责提供数据服务，来自公开数据源的信息和/或第三方数据供应商的基础信息，我们有权采取所有可能、必要的手段对所涉基础信息和数据进行清理、脱敏等处理。<br />
                &#12288;&#12288;3)	我们有权根据法律法规、政策、政府机构、监管机构、第三方数据供应商或产品调整等需要，对向您提供的服务内容进行修改。<br />
                &#12288;&#12288;4)	本平台及其系统的知识产权自始归我们所有，包括但不限于本平台中包含的代码、版面设计、排版方式、文本、图片等。<br />


                <br />
                <b> 三、保密条款</b><br />
                &#12288;&#12288;1)	我们将对由您为本协议之目的提供给我们的保密信息予以保密，可为存档之目的而保留您的保密信息的复印件，且仅将您的保密信息用于本协议之目的。除下列情况外，我们不得向任何其他方披露您的保密信息：<br />
                &#12288;&#12288;(i)	为本协议所允许作出的披露；<br />
                &#12288;&#12288;(ii)	根据法律、法规或规定、法律程序或专业职责的要求而做出的披露；或<br />
                &#12288;&#12288;2)	我们可以披露您的保密信息给为我们提供与本协议之目的相关的或与我们的商业运营相关的行政、电信、计算机、基础设施支持或其它支持服务（视具体情况而定）的其他德勤实体并要求该等德勤实体按照本协议约定的保密标准对其参与提供本服务接触到的您的保密信息保密。<br />
                &#12288;&#12288;3)	您应对我们在本服务中试用的技术和方法保密。<br />

                <br />
                <b>四、责任</b><br />
                &#12288;&#12288;1)	<b>您理解，鉴于计算机、互联网的特殊性，下述情况亦不属于我们违约：i）我们或第三方数据供应商因对平台或系统进行调整、升级、扩容，需要短时间中断服务； ii）由于Internet上的设备故障、通路阻塞造成网站访问、应用或服务运行等的速度下降或中断。</b><br />
                &#12288;&#12288;2)	如因您原因导致本平台受损或数据丢失、损坏的，或我们和/或第三方信息系统损坏或故障的，您应当赔偿由此给我们造成的一切损失和费用。同时，我们有权终止协议，并追究您的违约责任。<br />
                &#12288;&#12288;3)	<b>您充分了解本平台是对公开数据源信息和/或第三方数据供应商提供的数据进行智能化的整合、对比、处理、分析并在本系统上做集中客观的展示，其包含一些非由我们控制的第三方网站、资源或工具的数据和信息。我们按照“现状”和“当前功能” 的状态向您提供本服务，我们不保证服务在操作上不会中断或没有错误，不保证其会纠正服务的所有缺陷，亦不保证服务能满足您的所有要求。并且我们对服务不作任何明示或暗示的保证，包括但不限于服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。因此您已知晓、理解并认可我们不保证您试用本平台所得到的结果满足您的要求，亦不保证本平台所提供任何信息的有效性、准确性、正确 性、可靠性、质量、稳定、完整和及时性。我们不对因上述信息及资料全部或部分内容产生的或因依赖该信息及资料而引致的任何损失承担任何责任，我们亦不对您因此自主决定的行为承担责任。您同意试用本平台服务而产生的风险与责任由您自行承担。</b><br />
                &#12288;&#12288;4)	您承诺<b>仅在中华人民共和国境内</b>存储、试用在本协议项下从您获得的数据，不得向境外组织、机构、个人提供本协议项下您获得的数据。您因违反本条款而对我们造成损失的，您应承担全部赔偿责任（包括但不限依照境内、外法律法规受到的处罚），使我们免受损失。<br />
                &#12288;&#12288;5)	<b>我们（包括其他德勤实体及其各自人员）应承担的与本协议或服务相关的责任总额不应超过我们于本协议项下收取的服务费用的2倍。在任何情况之下，我们均不对任何后果性的、特殊的、间接的、偶然的、惩罚性或惩戒性的损失、赔偿或开支承担责任。为本协议之目的，责任总额是指我们对所产生的任何损失（包括费用和利息）的任何性质的责任之总和，无论此种责任是因合同、民事侵权行为或疏忽导致或因其他因素造成。若您作为受损方自身有过错的，我们的责任（如有）将相应减低。</b><br />
                &#12288;&#12288;6)	<b>若由于第三方接触、使用或依赖您因本协议而获取或接触的数据和信息而导致第三方向我们（包括其他德勤实体或其各自各自人员）提起任何索赔或法律行动的，您同意保护我们免受该等索赔和法律行动的影响和损害并全额补偿我们因此遭受的所有损失和侵害。</b><br />


                <br />
                <b>五、协议的生效和终止</b><br />
                &#12288;&#12288;1)	本协议自您接受本协议之日起生效。<br />
                &#12288;&#12288;2)	除非本协议另有约定，在提前给予对方[两周]书面通知的情况下，任何一方均有权提前终止本协议，若发生导致我们认为其已不适宜继续为您提供服务的任何情况，包括法定要求，或我们认为其履行本协议的任何部分将变为不合法、或者与独立性或专业规则产生冲突，我们亦可在向您作出书面通知后立即终止本协议。<br />

                <br />
                <b>六、不可抗力</b><br />
                &#12288;&#12288;任何一方对其可以合理控制之外的任何情况或因素而导致的延误不承担责任，包括但不限于火灾、疫症或其他意外事故、自然灾害、罢工或劳资纠纷、战争或其他暴乱，或任何法律、法规及政府机构和有权部门的要求、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等。<br />

                <br />
                <b>七、独立订约人</b><br />
                &#12288;&#12288;双方理解并同意各方为独立订约人，任何一方均不是亦不应被当作另一方的代理人、分销商或代表。任何一方亦不能以明示或默示方式表示或在行为上作为另一方的代理人，或以任何方式以另一方的名义承担或创设任何义务。<br />


                <br />
                <b>八、转让</b><br />
                &#12288;&#12288;本协议仅在您和我们之间订立，未经另一方事先书面同意不可转让。我们为了履行本协议，可能会视其需要使用其他德勤实体的人员。在此等情况下，任何这些分包商与您的接触或对相关业务的处理均仅代表我们，我们亦对这些分包商的前述行为承担责任。您及我们（就此我们既代表其自身亦作为这些分包商的代理人）一致同意：本次服务是由我们向您提供的，因此您不会提起任何与本协议有关的针对这些分包商或其各自人员的行动。为本协议之目的，德勤实体是指德勤有限公司（一家根据英国法律组成的私人的担保有限公司）的成员所、合伙企业、公司或他们的从属机构或关联机构。德勤有限公司并不参与向客户提供服务。德勤有限公司及每一个德勤实体乃独立的法律实体，相互之间不因对方的行为或遗漏而承担任何责任。<br />

                <br />
                <b>九、隐私</b><br />
                &#12288;&#12288;为履行本协议、以及我们处理关于市场和政策更新、客户关系管理等商业目的和任何相关联之目的，我们可能不时会接触您的个人信息。我们将依赖该个人信息的准确性和完整性而不会对其进行核实。您同意为上述目的向我们披露您的个人信息及上述各方对您的个人信息进行使用。若为履行本次服务之目的甲方或其代表向乙方提供任何个人信息，甲方应确保个人信息所属人同意为上述目的向乙方、其关联机构及分包商披露其个人信息及对该个人信息进行使用。<br />


                <br />
                <b>十、适用法律及争议解决</b><br />

                &#12288;&#12288;本协议的所有方面均适用中华人民共和国法律进行解释并受其约束。因本协议所引起的或与本协议有关的任何纠纷或争议(包括关于本协议约定条款之存在、效力或终止，或无效之后果等争议)应提交予位于上海的上海国际经济贸易仲裁委员会进行仲裁并由其按照本协议签署日该会有效之仲裁规则最终裁决，但该会之仲裁规则所规定的简易程序并不适用。<br />

                &#12288;&#12288;仲裁庭应由三位仲裁员组成，仲裁双方当事人各指定一名仲裁员，第三名仲裁员应由双方协议指定且作为仲裁庭的首席仲裁员。如在仲裁通知所规定的期限内一方未能指定仲裁员或双方未能指定第三名仲裁员，则该等仲裁员应由仲裁委员会主任指定。仲裁裁决是终局的，且对双方均有约束力。<br />

                <br />
                <b>十一、联系我们</b><br />
                &#12288;&#12288;您对本协议的内容有任何疑问和意见，或者您对本平台的内容和操作上有任何疑问和意见，您可通过德勤产城智链数据平台的“联系我们”（邮箱：rea@deloitte.com.hk）与我们联系。
            </div>
     </div>
  </div>
</template>

<script>
import api from "@/request/api";
export default {
  name: 'Agreement',
  data(){
    return{
    }
  },
  created(){
   
  },
  methods:{
   
  }
}
</script>
<style scoped>
.header-img{
  width: 100%;
}
.line{
  width: 2.5rem;
  height: .0625rem;
  float: left;
  margin-top: 2rem;
  background: linear-gradient(to right, rgba(255,0,0,0), rgb(255,255,255,1));
  /* background: linear-gradient(to right, rgba(255,255,255,0), rgb(255,255,255,1)); */
}
.line-left{
  width: 2.5rem;
  height: .0625rem;
  float: left;
  margin-top: 2rem;
  background: linear-gradient(to left, rgba(255,0,0,0), rgb(255,255,255,1));
}
.point{
  width: .4375rem;
  height: .4375rem;
  transform: rotate(45deg);
  background: #fff;
  float: left;
  margin-top: 1.8rem;
}
.contract-header{
  background: url("../../assets/蓝色背景.png") no-repeat;
  width: 100%;
  min-height: 4.6875rem;
  background-size: 100%;
}
.contract-content{
  font-size: 1rem;
  color: #FFFFFF;
  float: left;
  margin-top: 1.3rem;
  width: 6rem;
  font-weight: bold;
}
.icon-box{
  margin-right: 2rem;
  margin-left: 25%;
  /* padding-top: 10%; */
}
.contract-box {
  background: #FFFFFF;
  box-shadow: 0 1px 20px 1px rgba(0,0,0,0.06);
  border-radius: 4px;
  width: 90%;
  min-height: 25rem;
  margin-top: -1.2rem;
  margin-left: 5%;
  font-size: .75rem;
  color: #666666;
}
.agree-box{
  padding: 1rem;
  text-align: left;
  font-size: .75rem;
  line-height: 1.25rem;
  color: #666666;
}
.updateDate{
 text-align: right;
}
.agree-content{
  text-align: justify;
  line-height: 1.25rem;
  margin-top: 1rem;
  text-indent:1.5rem
}
</style>

