<template>
  <div class="agreement">
      <div class="contract-header">
       <div class="icon-box">
          <div class="line"></div>
          <div class="point"></div>
       </div>
       <div class="contract-content">隐私声明</div>
       <div class="icon-box">
          <div class="point"></div>
          <div class="line-left"></div>
       </div>
     </div>
     <div class="contract-box">
       <div class="agree-box">
          <div class="updateDate">最后修订：2021年8月2日</div><br />
                <div class="subtitle">隐私声明概述</div><br />
                &#12288;&#12288;本隐私声明阐述了我们收集哪些关于您的信息、我们为何使用该等信息以及我们向谁提供该等信息。本声明同时载明您对您的信息的权利以及您若需了解更多信息或有疑问可联络的人。请点击以下链接跳转至本声明更详尽的内容。<br />
                &#12288;&#12288;•	本隐私声明适用于谁、涵盖什么内容？<br />
                &#12288;&#12288;•	我们收集哪些信息？<br />
                &#12288;&#12288;•	我们如何使用关于您的信息？<br />
                &#12288;&#12288;•	我们处理个人信息的合法依据<br />
                &#12288;&#12288;•	我们向谁披露您的信息？<br />
                &#12288;&#12288;•	保护您的个人信息<br />
                &#12288;&#12288;•	您的信息的保存期限是多久？<br />
                &#12288;&#12288;•	您的权利<br />
                &#12288;&#12288;•	投诉权<br />
                &#12288;&#12288;•	本隐私声明的修订<br />
                <div class="subtitle">本隐私声明适用于谁、涵盖什么内容？</div><br />
                &#12288;&#12288;本隐私声明适用于德勤企业顾问（深圳）有限公司广州分公司（注册地址为：广州市天河区珠江东路28号27层03单元，邮编510623），并同时适用于位于中国大陆的他们所有或控制的其他实体及他们的关联机构（下称“德勤”、“我们”或“本所”）。<br />
                &#12288;&#12288;我们致力于保护您的隐私，并以公开和透明的方式处理您的信息。<br />
                &#12288;&#12288;本隐私声明阐述了在您使用“产城智链 | REAccess ”时我们如何收集、处理、存储和保护关于您的信息。<br />
                &#12288;&#12288;就本政策而言，所提及的“产城智链 | REAccess ”或“本网站”是指部署于位于中国大陆境内的微软云服务器上，左上角显示为德勤中国的deloitte.com的、以及URL从https://rea.deloitte.com.cn/ 开始的特定网页。<br />
                &#12288;&#12288;在本隐私声明中，您的信息有时被称为“个人资料”或“个人信息”。有时我们也可能将处理、收集、保护和存储您的个人信息统称为“处理”该等个人信息。<br />
                <div class="subtitle">我们收集哪些信息？</div><br />
                &#12288;&#12288;当您与本网站互动时，如您选择在本网站上注册或创建用户资料或登录本网站（如为了访问特定内容、回答调查问卷或需要就感兴趣的特定领域与我们进行沟通），或您以其他方式提供给我们个人信息时，我们可能收集个人信息。我们可能处理、收集的您的个人信息在不同版本的“产城智链 | REAccess”中有所不同，在体验版中，包括您的邮箱地址；在企业版中，包括您的邮箱地址和手机号码。<br />
                &#12288;&#12288;另外，我们可能会出于下列原因在您使用本网站时收集或获取该等资料：(1) 您向我们提供该等资料（如在本网站所载的表格中），(2) 其他方向我们提供该等资料，或 (3) 该等资料可从公共途径获取。<br />
                &#12288;&#12288;我们收集的个人资料的类型可能取决于您如何使用本网站。在某些罕见的情形下，我们还可能出于以下原因收集关于您的特殊类别的个人资料：1）您自愿向我们提供资料，或2）我们因法定要求而需要收集这些资料。<br />
                &#12288;&#12288;我们了解保护儿童隐私的重要性。本网站和服务并非为儿童设计，也并非有意针对儿童。我们的政策并非有意收集或保存有关儿童的信息。<br />
                <div class="subtitle">我们如何使用关于您的信息？</div><br />
                <div class="subtitle" style="font-size:0.8rem">通过本网站收集的个人信息的使用</div><br />
                &#12288;&#12288;我们可以使用通过本网站收集的您的个人资料：<br />
                &#12288;&#12288;•	用于账户创建和登录本网站<br />
                &#12288;&#12288;•	管理和响应您通过本网站提出的任何要求<br />
                &#12288;&#12288;•	允许您访问特别内容、参加我们主办的活动、回答调查问卷或需要就感兴趣的特定领域与我们进行的沟通<br />
                &#12288;&#12288;适当情况下，为遵从法律或监管程序，您的个人资料可能被用于保护我们及我们的用户的权利或财产。<br />
                <div class="subtitle">我们处理个人信息的合法依据</div><br />
                &#12288;&#12288;基于我们供访问者有效使用本网站的合法权益或您明确同意我们处理该等资料，我们为上述列明目的使用您的个人资料。<br />
                &#12288;&#12288;我们通常不要求访问者提供敏感信息（如：种族、民族、宗教信仰、犯罪记录、身体、心理健康状况或性取向）。如需要您提供时我们将在符合法律规定的前提下收集和使用该等信息。<br />
                <div class="subtitle">我们向谁披露您的信息？</div><br />
                &#12288;&#12288;出于上文“我们如何使用关于您的信息”部分中列出的一个或多个目的，我们可以向以下人员披露关于您的详细信息：有权机关（包括监管我们的法院或权力机构）；需要对其进行披露的德勤网络的其他成员，向我们和/或德勤网络提供服务的第三方（无论其位于我们的司法管辖区内或外）；旨在向我们提供与我们业务经营相关的行政、电信、计算机、基础设施支持或其他支持服务（视具体情况而定）的代理或分包商（无论其位于我们的司法管辖区内或外）。<br />
                &#12288;&#12288;如有相关法律、监管机构或法律程序要求，我们也可能需要披露您的个人资料。<br />
                &#12288;&#12288;通过在本网站提供个人信息，您同意进行上述披露。<br />
                <div class="subtitle">保护您的个人信息</div><br />
                &#12288;&#12288;我们采取一系列物理、电子和管理措施来确保我们保护您个人资料的安全、准确和更新。这些措施包括：<br />
                &#12288;&#12288;•	对相关工作人员进行教育和培训，以确保其在处理个人资料时意识到我们的隐私义务<br />
                &#12288;&#12288;•	行政和技术控制措施，以限制仅在“需要知道”的基础上访问个人资料<br />
                &#12288;&#12288;•	技术安全措施，包括防火墙、加密和杀毒软件<br />
                &#12288;&#12288;•	物理安全措施，如进入我们工作场所的工作人员应有通行证。<br />
                &#12288;&#12288;尽管我们一旦收到您的个人资料便采取适当的安全措施，然而通过互联网（包括电子邮件）传输资料向来无法做到彻底安全。我们将尽力保护个人资料，但我们无法保证向我们传输或由我们传输的资料的安全性。<br />
                &#12288;&#12288;如发生任何信息安全事件，通常定义为合理预期可导致未经授权或不当地搜集、使用、访问、披露、修改和/或暴露个人信息的情况，包括但不限于遭受恶意攻击、意外的数据泄露、密码被盗用等，您可以通过https://www2.deloitte.com/cn/zh/footerlinks/contact-us.html联系我们。当我们知晓，发生信息安全事件时，”产城智链 | REAccess”将及时在网站中依法予以公示说明或另行通知您，同时采取一系列必要的控制措施来减少或阻止个人信息的丢失、降低信息安全事件的影响。<br />
                <div class="subtitle">您的信息的保存期限是多久?</div><br />
                &#12288;&#12288;保存在我们的系统中的您的个人资料，保存时间为下述最长期间：（i）相关行为所必需的时间；或（ii）法律规定的任何保存期限。<br />
                <div class="subtitle">您的权利</div><br />
                &#12288;&#12288;您可能拥有多种涉及您个人资料的权利。特别是，您可能有权：<br />
                &#12288;&#12288;•	就我们是否正在处理您个人资料获得确认并索取我们持有的您的个人资料的副本。<br />
                &#12288;&#12288;•	要求我们更新我们持有的关于您的个人资料，或更正您认为不正确或不完整的个人资料。<br />
                &#12288;&#12288;•	要求我们删除我们持有的关于您的个人资料，或限制我们使用该等个人资料的方式。<br />
                &#12288;&#12288;•	拒绝我们对您个人资料的处理。<br />
                &#12288;&#12288;为行使您的任何权利（包括投诉、举报），或者如果您对我们使用您的个人资料存有任何其他疑问，请通过rea@deloitte.com.cn联系我们。<br />
                &#12288;&#12288;您也可以使用上述联系方式向我们投诉有关您隐私的事宜。<br />
                &#12288;&#12288;在任何情况下，我们将根据适用的法律要求处理您的请求。<br />
                <div class="subtitle">投诉权</div><br />
                &#12288;&#12288;如您对本隐私声明有任何疑问，或者您对我们处理您的个人资料或回应您提出的任何隐私询问或请求的方式感到不满，请通过rea@deloitte.com.cn联系我们。<br />
                <div class="subtitle">本隐私声明的修订</div><br />
                &#12288;&#12288;我们可能会不时修订本隐私声明。<br />
                &#12288;&#12288;为了让您了解我们何时修订本隐私声明，我们将更新本页顶部的修订日期。新修订的隐私声明将从该修订日期起适用。因此，我们鼓励您定期查阅本声明，以了解我们如何保护您的信息。
            </div>
     </div>
  </div>
</template>

<script>
import api from "@/request/api";
export default {
  name: 'Agreement',
  data(){
    return{
    }
  },
  created(){
   
  },
  methods:{
   
  }
}
</script>
<style scoped>
.header-img{
  width: 100%;
}
.line{
  width: 2.5rem;
  height: .0625rem;
  float: left;
  margin-top: 2rem;
  background: linear-gradient(to right, rgba(255,0,0,0), rgb(255,255,255,1));
  /* background: linear-gradient(to right, rgba(255,255,255,0), rgb(255,255,255,1)); */
}
.line-left{
  width: 2.5rem;
  height: .0625rem;
  float: left;
  margin-top: 2rem;
  background: linear-gradient(to left, rgba(255,0,0,0), rgb(255,255,255,1));
}
.point{
  width: .4375rem;
  height: .4375rem;
  transform: rotate(45deg);
  background: #fff;
  float: left;
  margin-top: 1.8rem;
}
.contract-header{
  background: url("../../assets/蓝色背景.png") no-repeat;
  width: 100%;
  min-height: 4.6875rem;
  background-size: 100%;
}
.contract-content{
  font-size: 1rem;
  color: #FFFFFF;
  float: left;
  margin-top: 1.3rem;
  width: 6rem;
  font-weight: bold;
}
.icon-box{
  margin-right: 2rem;
  margin-left: 25%;
  /* padding-top: 10%; */
}
.contract-box {
  background: #FFFFFF;
  box-shadow: 0 1px 20px 1px rgba(0,0,0,0.06);
  border-radius: 4px;
  width: 90%;
  min-height: 25rem;
  margin-top: -1.2rem;
  margin-left: 5%;
  font-size: .75rem;
  color: #666666;
}
.agree-box{
  padding: 1rem;
  text-align: left;
  font-size: .75rem;
  line-height: 1.25rem;
  color: #666666;
}
.updateDate{
 text-align: right;
}
.agree-content{
  text-align: justify;
  line-height: 1.25rem;
  margin-top: 1rem;
  text-indent:1.5rem
}
.subtitle{
  font-weight: bold;
  height: 0.5rem;
  margin-top: 0.5rem;
}
</style>

